Revit 2027 API
UnitTypeId.Gradians Property
 Gradians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Gradians { get; }
Public Shared ReadOnly Property Gradians As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Gradians {
	ForgeTypeId^ get ();
}
static member Gradians : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace